Repository: ERPlora/module-verifactu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: VERI*FACTU (Real-time transmission)
es: VERI*FACTU (Transmisión en tiempo real)

source: NO VERI*FACTU (Local storage)
es: NO VERI*FACTU (Almacenamiento local)

source: Production
es: Producción

source: Testing (Staging)
es: Pruebas (Staging)

source: Enabled
es: Habilitado

source: Enable Verifactu compliance
es: Habilitar cumplimiento Verifactu

source: Mode
es: Modo

source: VERIFACTU mode transmits in real-time to AEAT
es: El modo VERIFACTU transmite en tiempo real a la AEAT

source: Environment
es: Entorno

source: Use Testing for development, Production for live data
es: Use Pruebas para desarrollo, Producción para datos reales

source: Software Name
es: Nombre del software

source: Name of the invoicing software
es: Nombre del software de facturación

source: Software Version
es: Versión del software

source: Software ID
es: ID del software

source: Unique identifier for the software
es: Identificador único del software

source: Software Provider NIF
es: NIF del proveedor del software

source: NIF of the software provider company
es: NIF de la empresa proveedora del software

source: Certificate Path
es: Ruta del certificado

source: Path to PKCS#12 certificate file (.p12/.pfx)
es: Ruta al archivo de certificado PKCS#12 (.p12/.pfx)

source: Certificate Password
es: Contraseña del certificado

source: Encrypted password for certificate
es: Contraseña cifrada del certificado

source: Certificate Expiry
es: Caducidad del certificado

source: Expiration date of the certificate
es: Fecha de expiración del certificado

source: Auto Transmit
es: Transmisión automática

source: Automatically transmit records to AEAT
es: Transmitir registros automáticamente a la AEAT

source: Retry Interval (minutes)
es: Intervalo de reintentos (minutos)

source: Minutes between retry attempts
es: Minutos entre reintentos

source: Max Retries
es: Máximo de reintentos

source: Maximum number of retry attempts
es: Número máximo de reintentos

source: Verifactu Configuration
es: Configuración de Verifactu

source: Registration (Alta)
es: Alta

source: Cancellation (Anulación)
es: Anulación

source: F1 - Standard Invoice
es: F1 - Factura completa

source: F2 - Simplified Invoice
es: F2 - Factura simplificada

source: F3 - Invoice substituting simplified
es: F3 - Factura que sustituye a simplificada

source: R1 - Rectifying (Art. 80.1-2)
es: R1 - Rectificativa (Art. 80.1-2)

source: R2 - Rectifying (Art. 80.3)
es: R2 - Rectificativa (Art. 80.3)

source: R3 - Rectifying (Art. 80.4)
es: R3 - Rectificativa (Art. 80.4)

source: R4 - Rectifying (other)
es: R4 - Rectificativa (otras)

source: R5 - Rectifying simplified
es: R5 - Rectificativa simplificada

source: Pending
es: Pendiente

source: Transmitted
es: Transmitido

source: Accepted by AEAT
es: Aceptado por AEAT

source: Rejected by AEAT
es: Rechazado por AEAT

source: Transmission Error
es: Error de transmisión

source: Pending Retry
es: Pendiente de reintento

source: Record Type
es: Tipo de registro

source: Sequence Number
es: Número de secuencia

source: Sequential number for hash chain ordering
es: Número secuencial para ordenar la cadena de hash

source: Invoice
es: Factura

source: Issuer NIF
es: NIF del emisor

source: Issuer Name
es: Nombre del emisor

source: Invoice Number
es: Número de factura

source: Invoice Date
es: Fecha de factura

source: Invoice Type
es: Tipo de factura

source: Description
es: Descripción

source: Base Amount
es: Base imponible

source: Tax Rate
es: Tipo de IVA

source: Tax Amount
es: Cuota de IVA

source: Total Amount
es: Importe total

source: Previous Hash
es: Hash anterior

source: SHA-256 hash of previous record (empty for first record)
es: Hash SHA-256 del registro anterior (vacío para el primer registro)

source: Record Hash
es: Hash del registro

source: SHA-256 hash of this record
es: Hash SHA-256 de este registro

source: Is First Record
es: Es primer registro

source: True if this is the first record in the chain
es: Verdadero si es el primer registro de la cadena

source: Generation Timestamp
es: Fecha y hora de generación

source: Exact moment of record generation (with timezone)
es: Momento exacto de generación del registro (con zona horaria)

source: Status
es: Estado

source: Transmission Timestamp
es: Fecha y hora de transmisión

source: Retry Count
es: Número de reintentos

source: Next Retry At
es: Próximo reintento

source: AEAT Response Code
es: Código de respuesta AEAT

source: AEAT Response Message
es: Mensaje de respuesta AEAT

source: AEAT CSV
es: CSV de AEAT

source: Secure Verification Code from AEAT
es: Código Seguro de Verificación de la AEAT

source: QR Verification URL
es: URL de verificación QR

source: QR Generated
es: QR generado

source: XML Content
es: Contenido XML

source: Generated XML for this record
es: XML generado para este registro

source: Verifactu Record
es: Registro Verifactu

source: Verifactu Records
es: Registros Verifactu

source: Record Created
es: Registro creado

source: Transmission Attempt
es: Intento de transmisión

source: Transmission Success
es: Transmisión exitosa

source: Transmission Failure
es: Fallo de transmisión

source: Retry Scheduled
es: Reintento programado

source: Connection Error
es: Error de conexión

source: AEAT Error
es: Error de AEAT

source: Chain Validation
es: Validación de cadena

source: Chain Error
es: Error de cadena

source: Certificate Warning
es: Aviso de certificado

source: Configuration Changed
es: Configuración cambiada

source: Contingency Mode Started
es: Modo contingencia iniciado

source: Contingency Mode Ended
es: Modo contingencia terminado

source: Debug
es: Depuración

source: Info
es: Información

source: Warning
es: Advertencia

source: Critical
es: Crítico

source: Related Record
es: Registro relacionado

source: Event Type
es: Tipo de evento

source: Severity
es: Severidad

source: Message
es: Mensaje

source: Details
es: Detalles

source: Additional event details in JSON format
es: Detalles adicionales del evento en formato JSON

source: Timestamp
es: Fecha y hora

source: Verifactu Event
es: Evento Verifactu

source: Verifactu Events
es: Eventos Verifactu

source: High
es: Alta

source: Low
es: Baja

source: Record
es: Registro

source: Priority
es: Prioridad

source: Queued At
es: En cola desde

source: Attempts
es: Intentos

source: Last Attempt At
es: Último intento

source: Last Error
es: Último error

source: Next Attempt At
es: Próximo intento

source: Contingency Queue Entry
es: Entrada en cola de contingencia

source: Contingency Queue
es: Cola de contingencia
